{
  "results": [{
    "id": "about",
    "title": "About",
    "content": "Dr. Sebi is a pathologist, herbalist, biochemist, and naturalist. He has studied and personally observed herbs in North America, Central and South America, Africa, and the Caribbean, and has developed a unique approach and methodology to healing the human body with herbs that is firmly rooted in over 30 years of experience.\n\nDr. Sebi was born Alfredo Bowman on November 26, 1933, in the village of Ilanga in Spanish Honduras. Dr. Sebi is a self-educated man. He took cues on being obedient to the procession of life from his beloved grandmother, 'Mama Hay.' His early days of play and observation by the river and in the forest, coupled with guidance from his grandmother, afforded Sebi the foundation to be obedient to the Truth in his later life.\n\nSebi came to the United States as a self-educated man who was diagnosed with asthma, diabetes, impotency, and obesity. After unsuccessful treatments with conventional doctors and traditional western medicine, Sebi was lead to an herbalist in Mexico. Finding great healing success from all his ailments, he&nbsp;began creating natural vegetation cell food compounds geared for inter-cellular cleansing and the revitalization of all the cells that make up the human body. Dr. Sebi has dedicated over 30 years of his life to develop a unique methodology that he could only obtain through years of empirical knowledge.\n\nInspired by the personal healing experience and knowledge he gained, he began sharing the compounds with others, which gave birth to Dr. Sebi's Cell Food.\n\n( Via: <a href='https://drsebiscellfood.com/about-us/' target='_blank'style='text-decoration: underline;'>Dr. Sebi's Cell Food Official Website</a>) \n\n<a href='https://github.com/solysol5/sebi_says' target='_blank' style='display: block;'>(View Repo for Code Credits)</a> \n\n<a href='https://unsplashed.com' target='_blank' style='display: block;'>(Images via Unsplashed)</a> ",
    "image": "https://firebasestorage.googleapis.com/v0/b/sebi-says.appspot.com/o/categories%2Fsebi.png?alt=media&token=2c0b0b02-d36e-4d4c-af89-e2445eef0749",
    "meta": {
      "description": "",
      "published": "2017-06-12T10:01:51Z",
      "author": "Shoko",
      "list": [{
        "id": 69,
        "name": "About",
        "category": "about",
        "sub_category": "",
        "image": "",
        "description": ""
      }]
    }
  }]
}
